[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"my",{"common":{"InsufficientBalance":"လက်ကျန်ငွေ မလုံလောက်ခြင်း။","autoplay":"အော်တို","balance":"လက်ကျန်","bet":"ကန့်သတ်ခိုးစနစ်","betDenom":"ပေးမှားကြီး","holdForSetting":"ဆက်သွယ်ပါရန် အခမဲ့ဖွင့်ပါ","loading":"Loading","superStar":"Super Star","win":"ရှေ","menu":{"back":"Back","expand":"Expand","history":"History","home":"Home","music":"Music","rules":"Rules","sfx":"Sfx"}},"gameInfoPage":{"buyFreeGame":{"description":"ဝန်ဆောင်မှုကို ဝယ်ယူခြင်းဖြင့် ၎င်းကို အချိန်မရွေး အသက်သွင်းရန် သင်ရွေးချယ်နိုင်ပါသည်။ ၎င်းကိုဝယ်ယူခြင်းဖြင့်၊ သင်သည် အခြေခံဂိမ်းတွင် အခမဲ့ဂိမ်းလှည့်ပတ်မှုများကို ချက်ချင်းစတင်နိုင်ပြီး အနိုင်ရရန်အခွင့်အရေးများကို တိုးမြင့်စေပြီး သင်၏ဆုလာဘ်များကို အများဆုံးရရှိစေပါသည်။","title":"အခမဲ့ဂိမ်းကိုဝယ်ပါ။"},"comboMultiplier":{"rule01":"1. အခြေခံဂိမ်းတွင် 1x၊ 2x၊ 3x၊ 5x နှင့် 8x အဆင့် 5 ခုပါရှိသော \"Combo Multiplier\" ကို ပါရှိသည်။","rule02":"2. \"အခမဲ့ဂိမ်း\" အနိုင်ရမှုများမှလွဲ၍ ရရှိမှုအားလုံးကို \"Combo Multiplier\" ဖြင့် မြှောက်ထားသည်။","rule03":"3. \"Combo Multiplier\" သည် ပထမအကြိမ် အနိုင်ရခြင်းနှင့် ပေးချေမှုများကို ဖယ်ရှားခြင်းဖြင့် 1x တွင် စတင်သည်။","rule04":"4. 1x မြှောက်ကိန်းအဆင့်တွင် အနိုင်ရခြင်းနှင့် ပေးချေမှုများကို ဖယ်ရှားပြီးနောက်၊ Combo Multiplier သည် 2x အထိ တိုးလာသည်။ နောက်ပိုင်းတွင်၊ ဆက်တိုက်အနိုင်ရမှုများရှိပါက 8x အထိရောက်ရှိနိုင်သည်။","rule05":"5. အနိုင်ရခြင်းမရှိပါက၊ \"Combo Multiplier\" ကို 1x သို့ ပြန်လည်သတ်မှတ်ပါမည်။","title":"ပေါင်းစပ်ကိန်းဂဏန်း"},"freeGame":{"rule01":"1. Landing 3 သို့မဟုတ် ထို့ထက်ပိုသော \"Scatter Symbols\" သည် အခမဲ့ဂိမ်းအင်္ဂါရပ်ကို အစပျိုးပေးမည်ဖြစ်ပြီး အခမဲ့လှည့်ခြင်း 10 ခုကို ချီးမြှင့်မည်ဖြစ်သည်။","rule02":"2. အခမဲ့ဂိမ်းကာလအတွင်း၊ \"Combo Multiplier\" တွင် အဆင့် 5 ခုရှိသည်- 2x၊ 4x၊ 6x၊ 8x နှင့် 10x။","rule03":"3. Free Game ၏ စည်းမျဉ်းများသည် အခြေခံဂိမ်းနှင့် တူညီပြီး တစ်ခုတည်းသော ကွာခြားချက်မှာ \"Combo Multiplier\" အဆင့်ဖြစ်သည်။","rule04":"4. အခမဲ့ဂိမ်းကာလအတွင်း \"Scatter Symbols\" 3 ခု ရောက်သွားပါက၊ နောက်ထပ် အခမဲ့လှည့်ခြင်း 5 ခုကို အစပျိုးပေးမည်ဖြစ်ပြီး ၎င်းတို့ကို သက်တမ်းတိုးကစားရန်အတွက် စဥ်းစားနိုင်ပါသည်။","title":"အခမဲ့ဂိမ်း"},"gameRules":{"rule01":"1. Super Star သည် 5 reels ၊ 4 တန်း နှင့် 1024 နည်းလမ်းများ ပါဝင်သည့် ဂိမ်းတစ်ခုဖြစ်သည်။","rule02":"2. မည်သည့်ရာထူးနှင့်မဆို ကိုက်ညီနိုင်သော Scatters မှလွဲ၍ ကျန်အစွန်းမှ ညာဘက်မှ အနိုင်ရမှုအားလုံးသည် ဖြစ်ပေါ်လာပါသည်။","rule03":"3. အခြေခံဂိမ်းတွင်၊ ရရှိနိုင်သောလိုင်းများတစ်လျှောက် အနည်းဆုံးကိုက်ညီသောနံပါတ်သင်္ကေတသုံးခုကိုရရှိပါက အနိုင်ရရှိမည်ဖြစ်သည်။","rule04":"4. အောင်မြင်သောပေါင်းစပ်မှုတစ်ခုဖြစ်ပေါ်လာသည့်အခါတိုင်း၊ ပါဝင်သောသင်္ကေတများသည် ကွယ်ပျောက်သွားမည်ဖြစ်ပြီး၊ သင်္ကေတအသစ်များကို ၎င်းတို့၏ရာထူးနေရာများသို့ တိုးဝင်သွားစေမည်ဖြစ်သည်။","rule05":"5. ပျောက်ကွယ်ခြင်းနှင့် ဖယ်ရှားခြင်းလုပ်ငန်းစဉ်သည် နောက်ထပ်အနိုင်ရသောပေါင်းစပ်မှုများ မပေါ်ပေါက်မချင်း ဆက်လက်လုပ်ဆောင်သွားမည်ဖြစ်သည်။","rule06":"6. ဂိမ်းတွင် ချွတ်ယွင်းချက်သည် ကစားပွဲများနှင့် ဆုကြေးငွေအားလုံးကို ပျက်ပြယ်စေပါသည်။","title":"ဂိမ်းစည်းကမ်းများ"},"goldenNumber":{"rule01":"1. \"Golden Number\" သင်္ကေတသည် reels 2၊ 3 နှင့် 4 တွင် သီးသန့်ပေါ်လာမည်ဖြစ်သည်။","rule02":"2. ဖယ်ရှားပြီးနောက် \"ရွှေနံပါတ်\" သည် \"ကြယ်သင်္ကေတ\" အဖြစ်ပြောင်းလဲသွားပါမည်။","rule03":"3. အနိုင်ရသောပေါင်းစပ်မှုများဖန်တီးရန်နှင့် ထိုသင်္ကေတများကိုဖယ်ရှားရန်အတွက် \"ရွှေနံပါတ်\" ကို \"သာမန်သင်္ကေတ\" ကို အစားထိုးသည်။","title":"ရွှေနံပါတ်"},"payTable":{"description":"SCATTER မှလွဲ၍ သင်္ကေတအားလုံးအတွက် WILD အစားထိုးမှုများ","title":"ငွေပေးချေမှု"},"starSymbol":{"rule01":"1. \"စူပါစတား\" သင်္ကေတသည် \"ရွှေနံပါတ်\" မှ ဖယ်ထုတ်ခြင်းဖြင့်သာ ပြောင်းလဲနိုင်သည်။","rule02":"2. \"Star Symbol\" တွင် \"Blue Star\" နှင့် \"Super Star\" မုဒ်နှစ်ခုရှိသည်။","rule03":"3. \"စူပါစတား\" သင်္ကေတ ပေါ်လာသောအခါ၊ ၎င်းသည် ပုံမှန်သင်္ကေတ 1 မှ 4 ခု (ပါရှိလျှင်) အဝိုင်း 2 မှ 5 တွင် ကျပန်းအသွင်ပြောင်းသွားပါမည်။ ဤအသွင်ပြောင်းမှုသည် Scatter သို့မဟုတ် Wild သင်္ကေတများကို မထိခိုက်စေပါ။","rule04":"4. \"Blue Star\" သင်္ကေတသည် အနိုင်ရသောပေါင်းစပ်မှုမှဖယ်ထုတ်ထားသော \"ရွှေနံပါတ်\" သင်္ကေတကိုသာ ပြောင်းလဲပေးပါသည်။","rule05":"5. \"Blue Star\" နှင့် \"Super Star\" သင်္ကေတနှစ်ခုစလုံးသည် ဂိမ်းအတွင်းရှိ Scatter သင်္ကေတများအပြင် ပုံမှန်သင်္ကေတများကို အစားထိုးပါ။","title":"ကြယ်ပွင့်သင်္ကေတ"}},"roomStatus":{"bankerPeekCard":"","becomeBanker":"","betting":"","biddingBanker":"","cardWillRevealIn":"","distributingCards":"","distributionCards":"","extraRewards":"","gameWaillStartIn":"","guessDice":"","insurance":"","payout":"","playerPeekCard":"","playerTurn":"","result":"","rollDice":"","shuffle":"","stopBet":"","updateRichestWinners":"","waitingOpenRound":"","waitingPlayer":"","welcome":"","yourTurn":""}}]],0,0,[],[],[]]